ocr-confidence/results/confidence-2026-08-21_08-45-16.txt
     █ doc_Commercial Invoice 8000043145.PDF

       █ upload

     █ doc_INV.PDF

       █ upload

     █ doc_Invoice Banyak.pdf

       █ upload

     █ doc_MT1527_Switch invoice_DICV for CHC.pdf

       █ upload

     █ doc_Packing List Banyak.pdf

       █ upload

     █ doc_BL Banyak.pdf

       █ upload

     █ doc_0202060 sho[2].PDF

       █ upload

     █ doc_AEDE1167SS-I.pdf

       █ upload

     data_received..............: 26 kB   431 B/s
     data_sent..................: 15 MB   244 kB/s
     group_duration.............: avg=7.61s    min=17.97ms med=114.27ms max=1m0s     p(90)=30.18s  p(95)=1m0s    
     http_req_blocked...........: avg=5.86ms   min=0s      med=0s       max=30.2ms   p(90)=20.77ms p(95)=25.49ms 
     http_req_connecting........: avg=953.98µs min=0s      med=0s       max=3.95ms   p(90)=3.76ms  p(95)=3.85ms  
     http_req_duration..........: avg=7.61s    min=17.97ms med=112.48ms max=59.97s   p(90)=18.22s  p(95)=39.09s  
     http_req_failed............: 100.00% ✓ 8        ✗ 0  
     http_req_receiving.........: avg=480.13µs min=0s      med=0s       max=2.71ms   p(90)=1.22ms  p(95)=1.97ms  
     http_req_sending...........: avg=34.27ms  min=2.12ms  med=10.59ms  max=183.06ms p(90)=88.72ms p(95)=135.89ms
     http_req_tls_handshaking...: avg=3.75ms   min=0s      med=0s       max=17.01ms  p(90)=14.23ms p(95)=15.62ms 
     http_req_waiting...........: avg=7.57s    min=15.85ms med=100.87ms max=59.97s   p(90)=18.11s  p(95)=39.04s  
     http_reqs..................: 8       0.131254/s
     iteration_duration.........: avg=1m0s     min=1m0s    med=1m0s     max=1m0s     p(90)=1m0s    p(95)=1m0s    
     iterations.................: 1       0.016407/s
     ocr_job_failed.............: 100.00% ✓ 8        ✗ 0  
     vus........................: 1       min=1      max=1
     vus_max....................: 1       min=1      max=1