ocr-confidence/results/confidence-2026-08-21_09-00-38.txt
     █ doc_Commercial Invoice 8000043145.PDF

       █ upload

     █ doc_INV.PDF

       █ upload

       █ ocr_create_invoice

       █ ocr_poll_invoice

     █ doc_Invoice Banyak.pdf

       █ upload

       █ ocr_create_invoice

     data_received..................: 131 kB  207 B/s
     data_sent......................: 8.9 MB  14 kB/s
     group_duration.................: avg=1m30s    min=138.51ms med=30.34s   max=5m1s     p(90)=5m0s     p(95)=5m1s    
     http_req_blocked...............: avg=272.59µs min=0s       med=0s       max=25.71ms  p(90)=0s       p(95)=0s      
     http_req_connecting............: avg=54.44µs  min=0s       med=0s       max=5.3ms    p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=456.96ms min=100.93ms med=123.47ms max=1m0s     p(90)=159.29ms p(95)=181.72ms
       { expected_response:true }...: avg=135.01ms min=100.93ms med=123.38ms max=634.76ms p(90)=157.5ms  p(95)=179.26ms
     http_req_failed................: 0.53%   ✓ 1        ✗ 185
     http_req_receiving.............: avg=94.89µs  min=0s       med=0s       max=1.67ms   p(90)=521.54µs p(95)=585.79µs
     http_req_sending...............: avg=789.3µs  min=0s       med=0s       max=131.9ms  p(90)=0s       p(95)=0s      
     http_req_tls_handshaking.......: avg=179.46µs min=0s       med=0s       max=18.15ms  p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=456.07ms min=100.86ms med=123.34ms max=1m0s     p(90)=159.12ms p(95)=181.72ms
     http_reqs......................: 186     0.295236/s
     ocr_job_failed.................: 100.00% ✓ 2        ✗ 0  
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1