ocr-confidence/results/confidence-2026-08-21_09-09-08.txt
     █ doc_Commercial Invoice 8000043145.PDF

       █ upload

     █ doc_INV.PDF

       █ upload

       █ ocr_create_invoice

       █ ocr_poll_invoice

     █ doc_Invoice Banyak.pdf

       █ upload

       █ ocr_create_invoice

     data_received..................: 33 kB   186 B/s
     data_sent......................: 8.7 MB  49 kB/s
     group_duration.................: avg=37.88s   min=167.33ms med=30.24s   max=1m31s    p(90)=1m30s    p(95)=1m31s   
     http_req_blocked...............: avg=555.92µs min=0s       med=0s       max=23.34ms  p(90)=0s       p(95)=0s      
     http_req_connecting............: avg=113.44µs min=0s       med=0s       max=4.76ms   p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=1.56s    min=105.39ms med=125.07ms max=1m0s     p(90)=166.74ms p(95)=224.88ms
       { expected_response:true }...: avg=138.71ms min=105.39ms med=124.74ms max=438.25ms p(90)=161.41ms p(95)=203.54ms
     http_req_failed................: 2.38%   ✓ 1        ✗ 41 
     http_req_receiving.............: avg=62.24µs  min=0s       med=0s       max=533.69µs p(90)=461.78µs p(95)=522.15µs
     http_req_sending...............: avg=4.38ms   min=0s       med=0s       max=156.35ms p(90)=0s       p(95)=536.92µs
     http_req_tls_handshaking.......: avg=417.3µs  min=0s       med=0s       max=17.52ms  p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=1.55s    min=105.39ms med=125.07ms max=1m0s     p(90)=165.79ms p(95)=203.33ms
     http_reqs......................: 42      0.235859/s
     ocr_job_failed.................: 100.00% ✓ 2        ✗ 0  
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1