ocr-confidence/results/confidence-2026-08-21_09-58-22.txt
     █ doc_Commercial Invoice 8000043145.PDF

       █ upload

     █ doc_INV.PDF

       █ upload

       █ ocr_create_invoice

     █ doc_Invoice Banyak.pdf

       █ upload

       █ ocr_create_invoice

     █ doc_MT1527_Switch invoice_DICV for CHC.pdf

       █ upload

       █ ocr_create_invoice

     █ doc_Packing List Banyak.pdf

       █ upload

       █ ocr_create_packing_list

     █ doc_BL Banyak.pdf

       █ upload

       █ ocr_create_bill_of_lading

     █ doc_0202060 sho[2].PDF

       █ upload

       █ ocr_create_invoice

       █ ocr_create_packing_list

       █ ocr_create_bill_of_lading

     █ doc_AEDE1167SS-I.pdf

       █ upload

       █ ocr_create_invoice

       █ ocr_create_packing_list

       █ ocr_create_bill_of_lading

     data_received..................: 18 kB   279 B/s
     data_sent......................: 15 MB   238 kB/s
     group_duration.................: avg=4.64s    min=43.42ms med=134.13ms max=1m0s     p(90)=845.17ms p(95)=42.32s  
     http_req_blocked...............: avg=2.37ms   min=0s      med=0s       max=44.62ms  p(90)=107.99µs p(95)=4.94ms  
     http_req_connecting............: avg=909.21µs min=0s      med=0s       max=17.27ms  p(90)=0s       p(95)=1.72ms  
     http_req_duration..............: avg=3.29s    min=41.32ms med=78.92ms  max=1m0s     p(90)=421.64ms p(95)=6.7s    
       { expected_response:true }...: avg=267.29ms min=41.32ms med=226.07ms max=783.87ms p(90)=512.2ms  p(95)=648.03ms
     http_req_failed................: 63.15%  ✓ 12       ✗ 7  
     http_req_receiving.............: avg=251.24µs min=0s      med=0s       max=1.63ms   p(90)=1.15ms   p(95)=1.55ms  
     http_req_sending...............: avg=57.47ms  min=0s      med=0s       max=499.63ms p(90)=153.95ms p(95)=203.04ms
     http_req_tls_handshaking.......: avg=1.11ms   min=0s      med=0s       max=21.11ms  p(90)=0s       p(95)=2.11ms  
     http_req_waiting...............: avg=3.23s    min=30.61ms med=61.21ms  max=1m0s     p(90)=185.64ms p(95)=6.25s   
     http_reqs......................: 19      0.302994/s
     iteration_duration.............: avg=1m2s     min=1m2s    med=1m2s     max=1m2s     p(90)=1m2s     p(95)=1m2s    
     iterations.....................: 1       0.015947/s
     ocr_job_failed.................: 100.00% ✓ 8        ✗ 0  
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1