ocr-confidence/results/confidence-2026-08-21_10-07-14.txt
     █ doc_INV.PDF

       █ upload

       █ ocr_create_invoice

     █ doc_Invoice Banyak.pdf

       █ upload

       █ ocr_create_invoice

     █ doc_Packing List Banyak.pdf

       █ upload

       █ ocr_create_packing_list

     █ doc_BL Banyak.pdf

       █ upload

       █ ocr_create_bill_of_lading

     data_received..................: 12 kB   7.0 kB/s
     data_sent......................: 12 MB   6.7 MB/s
     group_duration.................: avg=284.87ms min=53.34ms  med=221.55ms max=856.63ms p(90)=690.09ms p(95)=785.62ms
     http_req_blocked...............: avg=4.61ms   min=0s       med=0s       max=36.9ms   p(90)=11.07ms  p(95)=23.99ms 
     http_req_connecting............: avg=895.85µs min=0s       med=0s       max=7.16ms   p(90)=2.15ms   p(95)=4.65ms  
     http_req_duration..............: avg=204.67ms min=50.79ms  med=117.32ms max=664.14ms p(90)=407.53ms p(95)=535.83ms
       { expected_response:true }...: avg=331.83ms min=107.69ms med=277.75ms max=664.14ms p(90)=554.16ms p(95)=609.15ms
     http_req_failed................: 50.00%  ✓ 4        ✗ 4  
     http_req_receiving.............: avg=400.06µs min=0s       med=0s       max=3.2ms    p(90)=960.14µs p(95)=2.08ms  
     http_req_sending...............: avg=106.21ms min=0s       med=20.87ms  max=429.12ms p(90)=281.68ms p(95)=355.4ms 
     http_req_tls_handshaking.......: avg=3.44ms   min=0s       med=0s       max=27.56ms  p(90)=8.27ms   p(95)=17.91ms 
     http_req_waiting...............: avg=98.05ms  min=50.79ms  med=77.19ms  max=231.82ms p(90)=158.41ms p(95)=195.11ms
     http_reqs......................: 8       4.668517/s
     iteration_duration.............: avg=1.71s    min=1.71s    med=1.71s    max=1.71s    p(90)=1.71s    p(95)=1.71s   
     iterations.....................: 1       0.583565/s
     ocr_job_failed.................: 100.00% ✓ 4        ✗ 0  
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1