ocr-confidence/results/confidence-2026-08-21_10-10-49.txt
     █ doc_INV.PDF

       █ upload

       █ ocr_create_invoice

     █ doc_Invoice Banyak.pdf

       █ upload

       █ ocr_create_invoice

     █ doc_Packing List Banyak.pdf

       █ upload

       █ ocr_create_packing_list

     █ doc_BL Banyak.pdf

       █ upload

       █ ocr_create_bill_of_lading

     data_received..................: 12 kB   8.2 kB/s
     data_sent......................: 12 MB   7.8 MB/s
     group_duration.................: avg=242.93ms min=47.14ms med=191.59ms max=682.59ms p(90)=597.65ms p(95)=651.35ms
     http_req_blocked...............: avg=3.69ms   min=0s      med=0s       max=29.56ms  p(90)=8.86ms   p(95)=19.21ms 
     http_req_connecting............: avg=808.3µs  min=0s      med=0s       max=6.46ms   p(90)=1.93ms   p(95)=4.2ms   
     http_req_duration..............: avg=175.12ms min=46.61ms med=74.36ms  max=582.73ms p(90)=381ms    p(95)=481.87ms
       { expected_response:true }...: avg=297.71ms min=90.54ms med=258.77ms max=582.73ms p(90)=496.28ms p(95)=539.5ms 
     http_req_failed................: 50.00%  ✓ 4        ✗ 4  
     http_req_receiving.............: avg=67.01µs  min=0s      med=0s       max=536.1µs  p(90)=160.82µs p(95)=348.46µs
     http_req_sending...............: avg=99.72ms  min=0s      med=23.28ms  max=424.51ms p(90)=256.54ms p(95)=340.53ms
     http_req_tls_handshaking.......: avg=2.4ms    min=0s      med=0s       max=19.21ms  p(90)=5.76ms   p(95)=12.49ms 
     http_req_waiting...............: avg=75.33ms  min=43.97ms med=56.14ms  max=157.68ms p(90)=124.29ms p(95)=140.98ms
     http_reqs......................: 8       5.461906/s
     iteration_duration.............: avg=1.46s    min=1.46s   med=1.46s    max=1.46s    p(90)=1.46s    p(95)=1.46s   
     iterations.....................: 1       0.682738/s
     ocr_job_failed.................: 100.00% ✓ 4        ✗ 0  
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1